insert into offers (`id`, `title`, `description`, `started`, `ended`,
                    `autostart`, `autoend`, `coupon_terms`, `total_quantity`,
                    `coupon_count`, `tags`, `offer_category_id`,
                    `offer_type_id`, `company_id`, `offer_state_id`)
       values   (1, 'prosfora 1', 'random description is random', NOW(),
                    '2014-01-01 10:00:00', NULL, NULL, '',
                    1000, -1, 'tag1 tag2 tag3', 1, 1, 1, 1);

INSERT INTO `offers` VALUES
    (9,'Έκπτωση από την Pizza Fan','Επωφεληθείτε από το νέο εκπτωτικό πρόγραμμα της Pizza Fan. Όλοι οι φοιτητές κερδίζουν 40% έκπτωση ανεξαρτήτως ύψους παραγγελίας!!!!\r\n\r\nΗ προσφορά ισχύει για διανομή.','0000-00-00 00:00:00',NULL,NULL,NULL,NULL,0,0,NULL,'pizza πίτσα φαγητό fan pizzafan',1,1,4,0,2,3,0,'2012-04-17 09:31:32','2012-04-17 09:31:32'),
    (10,'Frangelico Νίκος ΚΟΥΡΚΟΥΛΗΣ','FRANGELICO  Live\r\n\r\nΤο FRANGELICO επιστρέφει δυνατά κοντά μας για να μας κάνει τις νύχτες πιο δυνατές απο ποτέ!!!\r\nΠαρέα μας αυτή τη φορά ο ΝΙΚΟΣ ΚΟΥΡΚΟΥΛΗΣ και η ΠΩΛΙΝΑ ΧΡΙΣΤΟΔΟΥΛΟΥ!!!!!\r\n\r\nΦοιτητικές Τιμές μέσω του site μας Fastbook.gr\r\n      ​\r\nΠέμπτη,Κυριακή:  100 euro η φιάλη /6 άτομα\r\n​Παρασκευή:  110 euro η φιάλη /6 άτομα\r\n\r\nΤηλέφωνα κρατήσεων: 6940-658458\r\nΠόλη: Αθήνα\r\nΠεριοχή:Καλαμάκι\r\nΔιεύθυνση: Ποσειδώνος 35, Καλαμάκι','0000-00-00 00:00:00',NULL,NULL,NULL,NULL,0,0,NULL,'νίκος κουρκούλης frangelico',7,1,5,0,3,1,0,'2012-04-17 10:03:33','2012-04-17 10:04:10'),
    (11,'Απόδραση Για Σκι','Για μαθητές και φοιτητές, μόνο 7€.\r\n\r\nΧιονοδρομικά κέντρα: Σέλι, 3-5 Πηγάδια, Καϊμακτσαλάν.\r\n','0000-00-00 00:00:00',NULL,'2012-01-01 11:30:00','2012-01-15 11:30:00',NULL,0,0,NULL,'ski σκι zorpidis ζορπίδης',6,3,6,2,0,3,0,'2012-04-17 11:40:13','2012-04-17 11:40:13'),
    (12,'Romeo Live ΧΟΛΙΔΗΣ','O Χρήστος Χολίδης, ο Γιώργος Γιαννιάς και η Θέλξη ενώνουν τις δυνάμεις τους και ετοιμάζονται να μας παρουσιάσουν ένα εξαιρετικό πρόγραμμα από 23 Μαρτίου στο Romeo!\r\n\r\nΦοιτητικές Τιμές μέσω του site μας Fastbook.gr\r\n​\r\nΠέμπτη,Κυριακή:  110 euro η φιάλη / 6 άτομα\r\n​Παρασκευή:  120 euro η φιάλη / 6 άτομα Σάββατο: 140 euro η φιαλη / 6 άτομα','2012-04-09 10:00:00',NULL,NULL,NULL,NULL,0,0,NULL,'romeo θέλξη γιαννιάς χολίδης',7,1,5,0,3,2,0,'2012-04-17 11:47:56','2012-04-17 11:47:56'),
    (13,'Άρωμα Βύνης Φοιτητικές Τιμές','Δε χρειάζεται να έχουμε γεμάτο πορτοφόλι για να «βγούμε» με την παρέα μας στο «Άρωμα Βύνης»… Οι φοιτητές, μάλιστα, έχουν ένα λόγο παραπάνω να μην το σκεφτούν δεύτερη φορά.\r\nΕνδεικτικά, εκεί βρίσκουμε:\r\nΦαγητό:\r\n\r\n    Club Sandwich από 5€ → ΜΟΝΟ 4,5€ για τους φοιτητές\r\n    Κοτομπουκιές και κοτο-sticks από 6,5€ → ΜΟΝΟ 5€ για του φοιτητές\r\n    Μακαρονάδες από 6,5€ → ΜΟΝΟ 5€ για τους φοιτητές\r\n    Ποικιλίες μπύρας (αλλαντικών, τυριών ή λουκάνικων) από 7€ → ΜΟΝΟ 6€ για τους φοιτητές.','2012-01-01 12:30:00',NULL,'2012-01-01 12:30:00','2012-12-31 23:45:00',NULL,0,0,NULL,'άρωμα βύνης ',1,3,8,0,0,2,0,'2012-04-17 12:33:44','2012-04-17 12:33:44'),
    (14,'Άρωμα Βύνης Happy Hours','Τιμές σε Happy Hours\r\n\r\nΟι «χαρούμενες ώρες» έχουν καθιερωθεί πλέον στα περισσότερα μαγαζιά της πόλης. Στο Άρωμα Βύνης, οι Happy Hours ξεκινούν στις 11 το βράδυ και διαρκούν μέχρι και το κλείσιμο. Εντός των Happy Hours οι τιμές πέφτουν ακόμα περισσότερο:\r\n\r\n    Βαρελίσια μπύρα 330ml ΜΟΝΟ 2,5€\r\n    Βαρελίσια μπύρα 500ml MONO 4,5€\r\n    Μπύρα με το μέτρο, στα 3 λίτρα το ένα λίτρο ΔΩΡΟ!','0000-00-00 00:00:00',NULL,NULL,NULL,NULL,0,0,NULL,'άρωμα βύνης',1,1,8,0,7,2,0,'2012-04-17 12:35:51','2012-04-17 12:35:51'),
    (15,'Φθηνά εισιτήρια Μεγάρου Μουσικής','Φοιτητές, παιδιά και νέοι 8-25 ετών, έχουν την ευκαιρία να προμηθεύονται σε φοιτητικές τιμές τα αδιάθετα εισιτήρια παραστάσεων, σε όλες τις ζώνες.\r\n\r\nΤην ημέρα της παράστασης που θέλετε να παρακολουθήσετε, τηλεφωνήστε μετά τις 10 το πρωί στο 210 7282333 για να πληροφορηθείτε σχετικά με τη διαθεσιμότητα των εισιτηρίων (η πώληση αρχίζει στις 6 μ.μ.).\r\n\r\nΣ’ αυτή την περίπτωση, η φοιτητική τιμή ισχύει και για ένα άτομο που συνοδεύει παιδί έως 15 ετών.','0000-00-00 00:00:00',NULL,NULL,NULL,NULL,0,0,NULL,'μέγαρο μουσικής αθηνών',7,1,7,0,7,1,0,'2012-04-17 12:42:21','2012-04-17 12:42:21'),
    (16,'Δωρεάν εισιτήρια Μεγάρου Μουσικής','Δωρεάν εισιτήρια στα Κυριακάτικα Πρωινά και σε άλλες επιλεγμένες παραστάσεις (περιορισμένος αριθμός εισιτηρίων - τηρείται αυστηρά η προτεραιότητα κράτησης).\r\n\r\nΠερισσότερες πληροφορίες στο 210 7282367','0000-00-00 00:00:00',NULL,NULL,NULL,NULL,0,0,NULL,'μέγαρο μουσικής αθηνών δωρεάν',7,1,7,0,1,1,0,'2012-04-17 12:44:13','2012-04-17 12:44:13'),
    (17,'Pizza Fan 40 τοις εκατό','40% για τους φοιτητές.','2012-01-01 00:00:00',NULL,'2012-01-01 00:00:00','2012-12-31 23:45:00',NULL,0,0,NULL,'pizza fan πίτσα',1,3,4,0,0,2,0,'2012-04-17 12:49:56','2012-04-17 12:49:56');

INSERT INTO `work_hours` VALUES
    (7,1,'12:00:00','00:30:00',NULL,9),
    (8,5,'12:00:00','00:30:00',NULL,9),
    (9,5,'23:15:00','07:00:00',NULL,10),
    (10,6,'23:15:00','07:00:00',NULL,10),
    (11,7,'23:15:00','07:00:00',NULL,10),
    (12,5,'23:15:00','07:00:00',NULL,12),
    (13,6,'23:15:00','07:00:00',NULL,12),
    (14,7,'23:15:00','07:00:00',NULL,12),
    (15,1,'23:00:00','04:00:00',NULL,14),
    (16,2,'23:00:00','04:00:00',NULL,14),
    (17,3,'23:00:00','04:00:00',NULL,14),
    (18,4,'23:00:00','04:00:00',NULL,14),
    (19,5,'23:00:00','04:00:00',NULL,14),
    (20,6,'23:00:00','04:00:00',NULL,14),
    (21,7,'23:00:00','04:00:00',NULL,14),
    (22,1,'10:00:00','18:00:00',NULL,15),
    (23,2,'10:00:00','18:00:00',NULL,15),
    (24,3,'10:00:00','18:00:00',NULL,15),
    (25,4,'10:00:00','18:00:00',NULL,15),
    (26,5,'10:00:00','18:00:00',NULL,15),
    (27,6,'10:00:00','18:00:00',NULL,15),
    (28,7,'10:00:00','18:00:00',NULL,15),
    (29,7,'11:00:00','00:00:00',NULL,16);
